export default {
  DispositionUnits: [
    {
      id: 8362283968529409,

      name: "深圳妈湾电力有限公司",

      abbr: "妈湾电厂"
    },

    {
      id: 8362378193437697,

      name: "华润电力（海丰）有限公司",

      abbr: "海丰电厂"
    },

    {
      id: 8390868370949121,

      name: "广宁县奥茵环境工程科技有限公司",

      abbr: "广宁奥茵"
    },

    {
      id: 8390892440617985,

      name: "恩平市华新环境工程有限公司",

      abbr: "华新环境"
    },

    {
      id: 8390899041141761,

      name: "河源市固体废弃物集中处置中心有限公司",

      abbr: "河源固废"
    },

    {
      id: 8390903809278977,

      name: "深圳市利赛环保科技有限公司",

      abbr: "利赛环保"
    },

    {
      id: 8390934566896641,

      name: "深圳楠柏能源环保有限公司",

      abbr: "楠柏环保"
    },

    {
      id: 8390947888595969,

      name: "深圳深南电环保有限公司",

      abbr: "深南电"
    },

    {
      id: 8390951359841281,

      name: "东莞市圣茵生物有机肥有限公司",

      abbr: "东莞圣茵"
    },

    {
      id: 8390967088874497,

      name: "广东丰盈环保肥料有限公司",

      abbr: "丰盈环保"
    },

    {
      id: 8390972052046849,

      name: "清远绿由环保科技有限公司",

      abbr: "清远绿由"
    },

    {
      id: 8390975658755073,

      name: "肇庆明智环保建材有限公司",

      abbr: "肇庆明智"
    },

    {
      id: 8390990410384385,

      name: "梅州市粤强环保建材有限公司",

      abbr: "梅州粤强"
    },

    {
      id: 8391005942547457,

      name: "韶关市曲江顺福建材有限公司",

      abbr: "韶关顺福"
    },

    {
      id: 8391011004744705,

      name: "云浮市兆丰生态环保科技有限公司",

      abbr: "云浮兆丰"
    },

    {
      id: 8391016867267585,

      name: "深圳市海创环境治理科技有限公司",

      abbr: "海创环境"
    },

    {
      id: 8391019892474881,

      name: "罗芳水质净化厂",

      abbr: "罗芳厂"
    },

    {
      id: 8826580101792769,

      name: "TEST-处置单位",

      abbr: "处置单位"
    },

    {
      id: 8865574481200129,

      name: "深圳市绿源环境生态技术有限公司",

      abbr: "绿源环境"
    },

    {
      id: 8865734297027585,

      name: "英德市恒绿生态农业有限公司",

      abbr: "英德恒绿"
    },

    {
      id: 9059671951442944,

      name: "开发测试",

      abbr: "开发测试"
    },

    {
      id: 9060707320366080,

      name: "深圳福田垃圾处理厂",

      abbr: ""
    },

    {
      id: 9143597150929920,

      name: "深圳市楠柏能源环保有限公司（龙华）",

      abbr: "楠柏（龙华）"
    },

    {
      id: 9930733441745920,

      name: "深圳市深能环保东部有限公司",

      abbr: ""
    }
  ],

  TransUnits: [
    {
      id: 8322286238794752,

      abbr: "深国际",

      name: "深国际飞驰物流有限公司"
    },

    {
      id: 8322289693918208,

      abbr: "鹏翔运输",

      name: "深圳市鹏翔联合运输有限公司"
    },

    {
      id: 8322292340786176,

      abbr: "宏信物流",

      name: "深圳市宏信物流有限公司"
    },

    {
      id: 8322295161127936,

      abbr: "广合安",

      name: "深圳市广合安运输有限公司"
    },

    {
      id: 8322451848987648,

      abbr: "深蓝环保",

      name: "深圳市深蓝生态环保科技有限公司"
    },

    {
      id: 8355073016235008,

      abbr: "桂泰源",

      name: "深圳市桂泰源环保有限公司"
    },

    {
      id: 8826583392683008,

      abbr: "运输单位_测试演示",

      name: "TEST-运输单位"
    },

    {
      id: 8854559414649856,

      abbr: "绿盾",

      name: "深圳市绿盾清洁服务有限公司"
    },

    {
      id: 8854859770921984,

      abbr: "泰美瑞",

      name: "深圳市泰美瑞环保科技有限公司"
    },

    {
      id: 8854999574348800,

      abbr: "深环保",

      name: "深圳市深投环保储运服务有限公司"
    },

    {
      id: 8865633725613056,

      abbr: "基石环保",

      name: "深圳市基石环保水务工程有限公司"
    },

    {
      id: 8865706426532864,

      abbr: "智宸物流",

      name: "深圳市智宸物流有限公司"
    },

    {
      id: 9062636753290240,

      abbr: null,

      name: "小志"
    },

    {
      id: 9453801331262464,

      abbr: "宏阳环保",

      name: "深圳市宏阳环保环境工程有限公司"
    },

    {
      id: 9600665780454400,

      abbr: "鸿运",

      name: "广东省深圳市鸿运汽车运输有限公司"
    },

    {
      id: 9851333494211584,

      abbr: "广州新派",

      name: "广州新派物流有限公司"
    },

    {
      id: 9851351323870208,

      abbr: "梅州广坤",

      name: "梅州市广坤运输有限公司"
    },

    {
      id: 9851361385088000,

      abbr: "东莞粤众",

      name: "东莞市粤众货运有限公司"
    }
  ],

  WasteUnits: [
    {
      id: 8380383582913537,

      abbr: "罗芳厂",

      name: "罗芳水质净化厂"
    },

    {
      id: 8380387311846401,

      abbr: "福田厂",

      name: "福田水质净化厂"
    },

    {
      id: 8380392322860033,

      abbr: "滨河厂",

      name: "滨河水质净化厂"
    },

    {
      id: 8826576322790401,

      abbr: "产废单位",

      name: "TEST-产废单位"
    },

    {
      id: 8830890565403649,

      abbr: "罗芳厂（二期）",

      name: "罗芳水质净化厂（二期）"
    },

    {
      id: 8830902482928641,

      abbr: "福田厂（东侧）",

      name: "福田水质净化厂（东侧）"
    },

    {
      id: 8830917608637440,

      abbr: "福田厂（西侧）",

      name: "福田水质净化厂（西侧）"
    },

    {
      id: 8831822150665217,

      abbr: "龙华一期",

      name: "深圳市中环水务有限公司龙华污水处理厂一期"
    },

    {
      id: 8831841233110017,

      abbr: "福永厂",

      name: "深圳首创水务有限责任公司福永污水处理厂"
    },

    {
      id: 8831941940839425,

      abbr: "埔地吓",

      name: "深圳市南方水务有限公司埔地吓污水处理厂"
    },

    {
      id: 8831954148099073,

      abbr: "横岗厂",

      name: "深圳市南方水务有限公司横岗污水处理厂二期"
    },

    {
      id: 8832027446903809,

      abbr: "宝排厂",

      name: "深圳市宝安排水有限公司水质净化分公司"
    },

    {
      id: 8865561226019841,

      abbr: "绿源环境",

      name: "盐田水质净化厂"
    },

    {
      id: 9053277731521537,

      abbr: "",

      name: "产废单位"
    },

    {
      id: 9059436459361281,

      abbr: "开发测试",

      name: "开发测试"
    },

    {
      id: 9060402765857793,

      abbr: "xx",

      name: "深圳市南山区那天广告"
    },

    {
      id: 9087222238839809,

      abbr: "md",

      name: "阿斯顿马丁"
    },

    {
      id: 9560990526309377,

      abbr: "埔地吓三期",

      name: "埔地吓三期水质净化厂"
    },

    {
      id: 9561043584779265,

      abbr: "南布水质净化站",

      name: "深圳市坪山区深水水环境有限公司"
    },

    {
      id: 9561081722602497,

      abbr: "碧岭水质净化站",

      name: "深圳市坪山区深水水环境有限公司"
    },

    {
      id: 9856461524599808,

      abbr: "绿源环境",

      name: "深圳市绿源环境生态技术有限公司"
    },

    {
      id: 9930598127207425,

      abbr: "",

      name: "蛇口水质净化厂"
    }
  ]
};
