export const jsonData=[
    {
        'status':'warning',
        "lng":114.04995679468661,
        "lat":22.6840887760877,
        "id":1,
        "carNum":'智能井盖001'
    },
    {
        'status':'normal',
        "lng":113.80897677721678,
        "lat":22.68100128599926,
        "id":2,
        "carNum":'智能井盖002'
    },
    {
        'status':'normal',
        "lng":113.9937587306613,
        "lat":22.692363689639894,
        "id":3,
        "carNum":'智能井盖004'
    },
    {
        'status':'normal',
        "lng":113.88049824496889,
        "lat":22.65867429071938,
        "id":4,
        "carNum":'智能井盖003'
    },
    {
        'status':'car',
        "lng":113.80098052587226,
      "lat":22.680911631365134,
        "id":5,
        "carNum":'粤BLC739'
    },
    {
        'status':'car',
        "lng":113.79338320819781,
      "lat":22.678776426079352,
        "id":6,
        "carNum":'粤BLE291'
    },
    {
        'status':'car',
        "lng":113.83664229964498,
        "lat":22.688688015244672,
        "id":7,
        "carNum":'粤BWE391'
    },
]
export const recordList = [
    {
     "repairOrder":"20210216184951009", //报障单号
     "failureType":"隔油池", //故障类型
     "repairType":"清理不及时，不到位，废固液体溢出", //报修类型
     "status":0,  //0:创建，1：已调度，2：已接单，3：已完成
     "createTime":"2021-02-19", //报障日期
     "linkman":"巡检人员王先生",      //报障人
     "phone":"136★★★★★★★★",  //联系方式
     "address":"福田区新洲三街福昌苑"
    },
    {
     "repairOrder":"20210215115304461", //报障单号
     "failureType":"隔油池", //故障类型
     "repairType":"设备存在破损等安全隐患", //报修类型
     "status":2,  //0:创建，1：已调度，2：已接单，3：已完成
     "createTime":"2021-02-18", //报障日期
     "linkman":"居民王先生",      //报障人
     "phone":"138★★★★★★★★",  //联系方式
     "address":"福田区南园路中信广场"
    },
    {
     "repairOrder":"20210215174530774", //报障单号
     "failureType":"隔油池", //故障类型
     "repairType":"造成臭气、污水外溢等环境污染", //报修类型
     "status":1,  //0:创建，1：已调度，2：已接单，3：已完成
     "createTime":"2021-02-14", //报障日期
     "linkman":"居民张先生",      //报障人
     "phone":"136★★★★★★★★",  //联系方式
     "address":"福田区东门中路鹏运广场/东门天地"
    },
    {
     "repairOrder":"20210216184951009", //报障单号
     "failureType":"隔油池", //故障类型
     "repairType":"设备存在破损等安全隐患", //报修类型
     "status":0,  //0:创建，1：已调度，2：已接单，3：已完成
     "createTime":"2021-02-15", //报障日期
     "linkman":"巡检人员王先生",      //报障人
     "phone":"136★★★★★★★★",  //联系方式
     "address":"盐田区怀海路百多尔服装公司"
    },
    {
     "repairOrder":"20210216115304461", //报障单号
     "failureType":"化粪池", //故障类型
     "repairType":"造成臭气、污水外溢等环境污染", //报修类型
     "status":0,  //0:创建，1：已调度，2：已接单，3：已完成
     "createTime":"2021-02-17", //报障日期
     "linkman":"居民张先生",      //报障人
     "phone":"136★★★★★★★★",  //联系方式
     "address":"福田区景田西路东海景田银座"
    },
    {
     "repairOrder":"20210215174852882", //报障单号
     "failureType":"化粪池", //故障类型
     "repairType":"造成臭气、污水外溢等环境污染", //报修类型
     "status":2,  //0:创建，1：已调度，2：已接单，3：已完成
     "createTime":"2021-02-18", //报障日期
     "linkman":"居民李先生",      //报障人
     "phone":"134★★★★★★★★",  //联系方式
     "address":"盐田区工业四街天诚物业"
    },
    {
     "repairOrder":"20210214115304461", //报障单号
     "failureType":"化粪池", //故障类型
     "repairType":"清理不及时，不到位，废固液体溢出", //报修类型
     "status":3,  //0:创建，1：已调度，2：已接单，3：已完成
     "createTime":"2021-02-19", //报障日期
     "linkman":"居民张先生",      //报障人
     "phone":"136★★★★★★★★",  //联系方式
     "address":"罗湖区深中街深圳中学"
    },
    {
     "repairOrder":"20210216184906945", //报障单号
     "failureType":"垃圾池", //故障类型
     "repairType":"清理不及时，不到位，废固液体溢出", //报修类型
     "status":0,  //0:创建，1：已调度，2：已接单，3：已完成
     "createTime":"2021-02-16", //报障日期
     "linkman":"巡检人员王先生",      //报障人
     "phone":"136★★★★★★★★",  //联系方式
     "address":"福田区华阳街嘟嘟文具有限公司"
    },
    {
     "repairOrder":"20210215184951009", //报障单号
     "failureType":"垃圾池", //故障类型
     "repairType":"造成臭气、污水外溢等环境污染", //报修类型
     "status":1,  //0:创建，1：已调度，2：已接单，3：已完成
     "createTime":"2021-02-13", //报障日期
     "linkman":"居民李先生",      //报障人
     "phone":"136★★★★★★★★",  //联系方式
     "address":"盐田区步步街河北海涛社区工作站"
    },
    {
     "repairOrder":"20210215115304461", //报障单号
     "failureType":"垃圾池", //故障类型
     "repairType":"造成臭气、污水外溢等环境污染", //报修类型
     "status":2,  //0:创建，1：已调度，2：已接单，3：已完成
     "createTime":"2021-02-19", //报障日期
     "linkman":"居民王先生",      //报障人
     "phone":"138★★★★★★★★",  //联系方式
     "address":"罗湖区红岭北路地铁九号线红岭北站"
    },
    {
     "repairOrder":"20210214174852882", //报障单号
     "failureType":"垃圾池", //故障类型
     "repairType":"设备存在破损等安全隐患", //报修类型
     "status":3,  //0:创建，1：已调度，2：已接单，3：已完成
     "createTime":"2021-02-19", //报障日期
     "linkman":"小区保安赵先生",      //报障人
     "phone":"137★★★★★★★★",  //联系方式
     "address":"罗湖区滨河春风立交地铁九号线鹿丹村站"
    }
   ]
